# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 

malformedURI=\u017b\u0105dany adres URL jest nieprawid\u0142owy i nie mo\u017ce zosta\u0107 za\u0142adowany.
fileNotFound=Odnalezienie pliku %S by\u0142o niemo\u017cliwe. Sprawd\u017a \u015bcie\u017ck\u0119 dost\u0119pu do pliku, a nast\u0119pnie spr\u00f3buj ponownie.
dnsNotFound=Odnalezienie %S by\u0142o niemo\u017cliwe. Sprawd\u017a poprawno\u015b\u0107 nazwy, a nast\u0119pnie spr\u00f3buj ponownie.
protocolNotFound=%S nie jest zarejestrowanym protoko\u0142em.
connectionFailure=Po\u0142\u0105czenie zosta\u0142o odrzucone podczas pr\u00f3by kontaktu z serwerem %S.
netInterrupt=Po\u0142\u0105czenie z serwerem %S zosta\u0142o nieoczekiwanie zako\u0144czone. Cz\u0119\u015b\u0107 danych mog\u0142a zosta\u0107 przes\u0142ana.
netTimeout=Przekroczono limit czasu podczas pr\u00f3by po\u0142\u0105czenia z %S.
redirectLoop=Limit przekierowa\u0144 dla tego URL zosta\u0142 przekroczony. \u0141adowanie zosta\u0142o anulowane. Sytuacja ta mo\u017ce by\u0107 spowodowana blokad\u0105 ciasteczek.
repost=Otwierana strona zawiera dane POSTDATA, kt\u00f3rych wa\u017cno\u015b\u0107 w pami\u0119ci podr\u0119cznej wygas\u0142a. Je\u017celi dane te zostan\u0105 przes\u0142ane ponownie, to wszystkie zadania wykonywane przez formularz (jak np. wyszukiwanie lub zakup online) zostan\u0105 wykonane powt\u00f3rnie. Kliknij przycisk OK, aby ponownie przes\u0142a\u0107 dane lub kliknij przycisk Anuluj, aby zrezygnowa\u0107.
repostConfirm=Otwierana strona zawiera dane POSTDATA. Je\u017celi dane te zostan\u0105 przes\u0142ane ponownie, to wszystkie zadania wykonywane przez formularz (jak np. wyszukiwanie lub zakup online) zostan\u0105 wykonane powt\u00f3rnie. Kliknij przycisk OK, aby ponownie przes\u0142a\u0107 dane lub kliknij przycisk Anuluj, by zrezygnowa\u0107.
unknownSocketType=Ten dokument nie mo\u017ce zosta\u0107 wy\u015bwietlony, dop\u00f3ki nie zostanie zainstalowany Mened\u017cer zabezpiecze\u0144 (PSM). Pobierz i zainstaluj Mened\u017cer zabezpiecze\u0144 (PSM) i spr\u00f3buj ponownie, lub skontaktuj si\u0119 z administratorem systemu.
netReset=Dokument nie zawiera \u017cadnych danych.
netOffline=Wybrany dokument nie mo\u017ce zosta\u0107 wy\u015bwietlony podczas pracy w trybie offline. Nale\u017cy prze\u0142\u0105czy\u0107 si\u0119 w tryb online, odznaczaj\u0105c opcj\u0119 Pracuj w trybie offline, w menu Plik, a nast\u0119pnie spr\u00f3bowa\u0107 ponownie.
isprinting=Strona nie mo\u017ce zosta\u0107 zmieniona podczas wydruku, lub kiedy w\u0142\u0105czony jest podgl\u0105d wydruku.
deniedPortAccess=Dost\u0119p do portu o podanym numerze zosta\u0142 zablokowany z przyczyn bezpiecze\u0144stwa.
proxyResolveFailure=Odnalezienie serwera proxy by\u0142o niemo\u017cliwe. Sprawd\u017a poprawno\u015b\u0107 ustawie\u0144 serwer\u00f3w proxy, a nast\u0119pnie spr\u00f3buj ponownie.
proxyConnectFailure=Po\u0142\u0105czenie zosta\u0142o odrzucone podczas pr\u00f3by kontaktu z serwerem proxy. Sprawd\u017a poprawno\u015b\u0107 ustawie\u0144 serwer\u00f3w proxy, a nast\u0119pnie spr\u00f3buj ponownie.

externalProtocolTitle=Pr\u00f3ba otwarcia zewn\u0119trznego protoko\u0142u
externalProtocolPrompt=Aby obs\u0142u\u017cy\u0107 odno\u015bnik %1$S: musi zosta\u0107 uruchomiona zewn\u0119trzna aplikacja. Za\u017c\u0105dany odno\u015bnik:\n\n\n%2$S\n\n\nJe\u015bli nie spodziewa\u0142e\u015b si\u0119 tego \u017c\u0105dania, mo\u017ce to by\u0107 pr\u00f3ba wykorzystania b\u0142\u0119du w aplikacji zewn\u0119trznej. Anuluj to \u017c\u0105danie, je\u015bli nie jeste\u015b pewien, czy nie jest podejrzane.\n

externalProtocolChkMsg=Zapami\u0119taj m\u00f3j wyb\u00f3r dla wszystkich odno\u015bnik\u00f3w tego rodzaju.
externalProtocolLaunchBtn=Uruchom aplikacj\u0119
