# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s):
#   Roland Mainz <roland.mainz@informatik.med.uni-giessen.de>
#

pagenumber=%1$d
pageofpages=%1$d z %2$d
fontname=szeryfowa
fontsize=10
noPrintFilename.title=Brak nazwy pliku
noPrintFilename.alert=Wybrano opcje "Drukuj do: Pliku", jednak\u017ce nie podano nazwy pliku.
fileConfirm.exists=Plik o nazwie %S ju\u017c istnieje.\nCzy zast\u0105pi\u0107 go teraz?
print_error_dialog_title=B\u0142\u0105d drukarki
printpreview_error_dialog_title=B\u0142\u0105d podgl\u0105du wydruku
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Drukarka nie obs\u0142uguje komendy drukowania.
NS_ERROR_GFX_PRINTER_CMD_FAILURE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Wykonanie komendy wys\u0142anej do drukarki nie powiod\u0142o si\u0119.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Nie odnaleziono \u017cadnych drukarek.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Nie odnaleziono drukarki.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Odmowa dost\u0119pu do drukarki.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Pr\u00f3ba ustawienia nieprawid\u0142owego atrybutu drukarki.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Drukarka nie jest gotowa.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Brak papieru w drukarce.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. B\u0142\u0105d we/wy drukarki.
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Otworzenie pliku wyj\u015bciowego by\u0142o niemo\u017cliwe.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisu pliku wyj\u015bciowego.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=Musi by\u0107 dost\u0119pna przynajmniej jedna drukarka, aby mo\u017cna by\u0142o zobaczy\u0107 podgl\u0105d wydruku.
NS_ERROR_UNEXPECTED=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d podczas drukowania.
NS_ERROR_OUT_OF_MEMORY=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Brak wolnej pami\u0119ci potrzebnej do wykonania zadania.
NS_ERROR_NOT_IMPLEMENTED=Funkcje nie zosta\u0142y zaimplementowane (w obecnej wersji).
NS_ERROR_NOT_AVAILABLE=Nie jest gotowa
NS_ERROR_ABORT=Zadanie drukowania zosta\u0142o przerwane lub anulowane.
NS_ERROR_FAILURE=Wyst\u0105pi\u0142 nieznany b\u0142\u0105d podczas drukowania.
NS_ERROR_GFX_PRINTER_STARTDOC=Drukowanie nie powiod\u0142o si\u0119 podczas rozpoczynania dokumentu.
NS_ERROR_GFX_PRINTER_ENDDOC=Drukowanie nie powiod\u0142o si\u0119 podczas ko\u0144czenia dokumentu.
NS_ERROR_GFX_PRINTER_STARTPAGE=Drukowanie nie powiod\u0142o si\u0119 podczas uruchamiania strony.
NS_ERROR_GFX_PRINTER_ENDPAGE=Drukowanie nie powiod\u0142o si\u0119 podczas ko\u0144czenia strony.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=Nie mo\u017cna rozpocz\u0105\u0107 drukowania podczas wy\u015bwietlania podgl\u0105du wydruku.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania, poniewa\u017c rozmiar papieru, kt\u00f3ry zosta\u0142 okre\u015blony, nie jest obs\u0142ugiwany przez Twoj\u0105 drukark\u0119.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania, poniewa\u017c orientacja papieru, kt\u00f3ra zosta\u0142a okre\u015blona, nie jest obs\u0142ugiwana przez Twoj\u0105 drukark\u0119.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania, poniewa\u017c zadanie drukowania wymaga mo\u017cliwo\u015bci druku w kolorze, kt\u00f3rych Twoja drukarka nie obs\u0142uguje.
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania, poniewa\u017c za\u017c\u0105dano zbyt wielu kopii.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania. Sterownik drukarni nie jest poprawnie skonfigurowany.
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=Zosta\u0142a wykryta nieprawid\u0142owa wersja serwera wydruku Xprt. Drukowanie z u\u017cyciem tej wersji serwera Xprt mo\u017ce by\u0107 niemo\u017cliwe. Skontaktuj si\u0119 z dostawc\u0105 oprogramowania w celu uzyskania poprawionej wersji serwera.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=W chwili obecnej wy\u015bwietlenie podgl\u0105du strony jest niemo\u017cliwe.\nPo za\u0142adowaniu strony w ca\u0142o\u015bci nale\u017cy spr\u00f3bowa\u0107 ponownie.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=Strona zosta\u0142a zamieniona w czasie, gdy pr\u00f3bowano wydrukowa\u0107 stron\u0119.\nNale\u017cy spr\u00f3bowa\u0107 ponownie.
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=Wtyczki dialog\u00f3w nie zosta\u0142y prawid\u0142owo zainstalowane\nlub ta wersja zestawu narz\u0119dzi GFX nie obs\u0142uguje natywnych dialog\u00f3w drukowania
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=Brak dost\u0119pu do linii komend drukowania.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=Podczas drukowania wyst\u0105pi\u0142 b\u0142\u0105d. Nie odnaleziono serwera Xprint.\nNale\u017cy sprawdzi\u0107, czy zmienna XPSERVERLIST zawiera prawid\u0142owe dane serwera Xprint.\nWi\u0119cej informacji na http://xprint.mozdev.org/ lub http://www.mozilla.org/projects/xprint/
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas drukowania, poniewa\u017c wybrany tryb drukowania nie jest obs\u0142ugiwany przez Twoj\u0105 drukark\u0119.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=Nie mo\u017cna drukowa\u0107 dokumentu podczas gdy jest on \u0142adowany.
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=Drukowanie nie jest zaimplementowane.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=Oczekiwany modu\u0142 drukowania nie mo\u017ce zosta\u0107 za\u0142adowany.
noprinter=Brak dost\u0119pnych drukarek.
PrintToFile=Drukuj do pliku
