#
# The contents of this file are subject to the Mozilla Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
#    Marek Wawoczny <gmbh@mozillapl.org> (Polish translation)
#    Piotr Bartecki <pbartecki@mozillapl.org> (Polish translation)
#    Piotr Komoda <gorky@civ.pl> (Polish translation)
# 

SignedBy=Podpisany przez %S
CertPassPrompt=Wprowad\u017A has\u0142o Mened\u017Cera zabezpiecze\u0144 dla urz\u0105dzenia zabezpieczaj\u0105cego klucze prywatne.
newCAMessage1=Czy zakwalifikowa\u0107 "%S" jako \u017Ar\u00F3d\u0142o godne zaufania w nast\u0119puj\u0105cych przypadkach?
unnamedCA=Urz\u0105d certyfikacji (bez nazwy)
editTrustWindowTitle=Edytuj ustawienia zaufania certyfikatu
editTrustCA=Certyfikat "%S" reprezentuje urz\u0105d certyfikacji.
editTrustSSL=Certyfikat "%S" by\u0142 wydany przez:
editTrustEmail=Certyfikat "%S" zosta\u0142 wydany przez:
issuerNotTrusted=Poniewa\u017C urz\u0105d certyfikuj\u0105cy, kt\u00F3ry wystawi\u0142 ten certyfikat nie jest na li\u015Bcie zaufanych urz\u0119d\u00F3w, autentyczno\u015B\u0107 tego certyfikatu zostanie zakwalifikowana jako niegodna zaufania, o ile nie zostanie stwierdzone inaczej. 
issuerTrusted=Poniewa\u017C urz\u0105d certyfikuj\u0105cy, kt\u00F3ry wystawi\u0142 ten certyfikat jest godny zaufania, autentyczno\u015B\u0107 tego certyfikatu zostanie r\u00F3wnie\u017C zakwalifikowana jako godna zaufania, o ile nie zostanie stwierdzone inaczej.
issuerNotKnown=Poniewa\u017C urz\u0105d certyfikuj\u0105cy, kt\u00F3ry wystawi\u0142 ten certyfikat jest nieznany, autentyczno\u015B\u0107 tego certyfikatu zostanie zakwalifikowana jako niegodna zaufania, o ile nie zostanie stwierdzone inaczej.
issuerCertNotFound=Znalezienie certyfikatu tego o\u015Brodka certyfikuj\u0105cego by\u0142o niemo\u017Cliwe
deleteSslCertFlag=deleteSslFlag
deleteSslCertConfirm=Czy na pewno usun\u0105\u0107 certyfikaty wybranych stron WWW?
deleteSslCertImpact=Je\u017Celi certyfikat tej strony WWW zostanie usuni\u0119ty, podczas nast\u0119pnego po\u0142\u0105czenia ze stron\u0105 ponownie zostanie wy\u015Bwietlona pro\u015Bba o akceptacj\u0119 certyfikatu.
deleteSslCertTitle=Usu\u0144 certyfikat strony WWW
deleteUserCertFlag=deleteUserFlag
deleteUserCertConfirm=Czy na pewno usun\u0105\u0107 wybrane certyfikaty?
deleteUserCertImpact=Je\u017Celi usuniesz jeden ze swoich w\u0142asnych certyfikat\u00F3w, to ponowne wykorzystanie go do potwierdzenia twojej to\u017Csamo\u015Bci b\u0119dzie niemo\u017Cliwe.
deleteUserCertTitle=Usu\u0144 w\u0142asne certyfikaty
deleteCaCertFlag=deleteCaFlag
deleteCaCertConfirm=Czy na pewno usun\u0105\u0107 wybrane certyfikaty CA?
deleteCaCertImpact=Je\u017Celi certyfikat tego o\u015Brodka certyfikuj\u0105cego (CA) zostanie usuni\u0119ty, przegl\u0105darka nie zakwalifikuje \u017Cadnego certyfikatu wydanego przez ten urz\u0105d jako godny zaufania.
deleteCaCertTitle=Usu\u0144 certyfikaty o\u015Brodka certyfikuj\u0105cego
deleteEmailCertFlag=deleteEmailFlag
deleteEmailCertConfirm=Czy na pewno usun\u0105\u0107 certyfikaty e-mail wybranych os\u00F3b?
deleteEmailCertImpact=Je\u015Bli certyfikat e-mail zostanie usuni\u0119ty, nie b\u0119dzie mo\u017Cna wys\u0142a\u0107 zaszyfrowanych wiadomo\u015Bci do tych os\u00F3b.
deleteEmailCertTitle=Usu\u0144 certyfikaty e-mail
chooseP12RestoreFileDialog=Podaj nazw\u0119 pliku do odtworzenia
chooseP12BackupFileDialog=Podaj nazw\u0119 pliku kopii zapasowej
file_browse_PKCS12_spec=Pliki PKCS12
mismatchDomainMsg1=Podj\u0119to pr\u00F3b\u0119 po\u0142\u0105czenia si\u0119 z "%S", jednak\u017Ce przedstawiony przez stron\u0119 certyfikat nale\u017Cy do "%S". Jest to mo\u017Cliwe, jakkolwiek ma\u0142o prawdopodobne, \u017Ce osoba trzecia pr\u00F3buje przechwyci\u0107 komunikacj\u0119 z t\u0105 witryn\u0105.
mismatchDomainMsg2=Je\u017Celi istnieje podejrzenie, \u017Ce przedstawiony certyfikat nie nale\u017Cy do "%S", nale\u017Cy anulowa\u0107 po\u0142\u0105czenie, a nast\u0119pnie poinformowa\u0107 administratora witryny.
serverCertExpiredMsg1=Witryna "%S" u\u017Cywa certyfikatu do szyfrowania przesy\u0142anych danych, jednak wa\u017Cno\u015B\u0107 tego certyfikatu wygas\u0142a %S.
serverCertExpiredTitle=Certyfikat serwera wygas\u0142
serverCertNotYetValedMsg1=Witryna "%S" u\u017Cywa certyfikatu do szyfrowania przesy\u0142anych danych, jednak ten certyfikat b\u0119dzie wa\u017Cny dopiero po %S.
serverCertNotYetValidTitle=Certyfikat serwera nie jest jeszcze wa\u017Cny
serverCertExpiredMsg2=Nale\u017Cy sprawdzi\u0107, czy data ustawiona w komputerze (obecnie %S) jest poprawna.
resetPreferences=Kliknij ten przycisk, aby przywr\u00F3ci\u0107 preferencje zabezpiecze\u0144 %S do ustawie\u0144 fabrycznych.
certVerified=Niniejszy certyfikat zosta\u0142 zweryfikowany do wykorzystania przez:
certNotVerified_CertRevoked=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C certyfikat zosta\u0142 uniewa\u017Cniony.
certNotVerified_CertExpired=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C certyfikat straci\u0142 wa\u017Cno\u015B\u0107.
certNotVerified_CertNotTrusted=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C certyfikat nie jest na li\u015Bcie zaufanych certyfikat\u00F3w.
certNotVerified_IssuerNotTrusted=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C wystawca certyfikatu nie jest na li\u015Bcie zaufanych wystawc\u00F3w.
certNotVerified_IssuerUnknown=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C wystawca certyfikatu nie jest znany.
certNotVerified_CAInvalid=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu, poniewa\u017C CA certyfikatu jest niewa\u017Cny.
certNotVerified_Unknown=Nie mo\u017Cna sprawdzi\u0107 tego certyfikatu z powodu nieznanych przyczyn.
clientAuthMessage1=Organizacja: "%S"
clientAuthMessage2=Wydany przez: "%S"
pageInfo_SiteNotVerified=To\u017Csamo\u015B\u0107 witryny nie zosta\u0142a sprawdzona
pageInfo_WebSiteVerified=To\u017Csamo\u015B\u0107 witryny zweryfikowana
pageInfo_Identity_Verified=Pobierana strona WWW z witryny %S obs\u0142uguje uwierzytelnianie. To\u017Csamo\u015B\u0107 tej witryny zosta\u0142a zweryfikowana przez urz\u0105d certyfikuj\u0105cy %S, kt\u00F3ry zosta\u0142 uznany jako godny zaufania przy tego rodzaju weryfikacji.
pageInfo_ViewCertificate=Wy\u015Bwietl informacje o certyfikacie, kt\u00F3ry weryfikuje to\u017Csamo\u015B\u0107 tej witryny.
pageInfo_NoEncryption=Po\u0142\u0105czenie nie jest zaszyfrowane
pageInfo_Privacy_None1=Pobierana strona WWW z witryny %S nie obs\u0142uguje szyfrowania danych.
pageInfo_Privacy_None2=Informacje przesy\u0142ane przez sie\u0107 Internet bez uprzedniego szyfrowania mog\u0105 zosta\u0107 odczytane przez inne osoby.
pageInfo_Privacy_None3=Ogl\u0105dana strona nie jest zaszyfrowana.
pageInfo_StrongEncryption=Po\u0142\u0105czenie szyfrowane: Wysoki poziom szyfrowania (%S %S bitowe)
pageInfo_Privacy_Strong1=Ogl\u0105dana strona zosta\u0142a zaszyfrowana przed przes\u0142aniem przez sie\u0107 Internet.
pageInfo_Privacy_Strong2=Szyfrowanie danych powa\u017Cnie utrudnia niepowo\u0142anym osobom dost\u0119p do informacji przesy\u0142anych pomi\u0119dzy komputerami. Dlatego prawdopodobie\u0144stwo tego, \u017Ce kto\u015B odczyta\u0142 t\u0119 stron\u0119 podczas przesy\u0142ania jej w sieci, jest bardzo niskie.
pageInfo_WeakEncryption=Po\u0142\u0105czenie szyfrowane: Niski poziom szyfrowania (%S %S bitowe)
pageInfo_Privacy_Weak1=Pobierana strona WWW z witryny %S u\u017Cywa niskiego poziomu szyfrowania przy przesy\u0142aniu danych.
pageInfo_Privacy_Weak2=Niski poziom szyfrowania danych mo\u017Ce pozwoli\u0107 na dost\u0119p do przesy\u0142anych informacji niepowo\u0142anym osobom.
certDetails=Podgl\u0105d certyfikatu: 
notPresent=<Nie jest cz\u0119\u015Bci\u0105 certyfikatu>
unknownIssuer=<Nieznany wystawca>
escrowFinalMessage=Nale\u017Cy nacisn\u0105\u0107 OK wy\u0142\u0105cznie je\u015Bli "%S" nale\u017Cy do zaufanych o\u015Brodk\u00F3w przechowuj\u0105cych prywatne klucze szyfruj\u0105ce.
password_not_set=(nieustawione)
failed_pw_change=Nie mo\u017Cna zmieni\u0107 g\u0142\u00F3wnego has\u0142a.
incorrect_pw=Wprowadzone g\u0142\u00F3wne has\u0142o jest nieprawid\u0142owe. Spr\u00F3buj ponownie.
pw_change_ok=G\u0142\u00F3wne has\u0142o zosta\u0142o pomy\u015Blnie zmienione.
pw_erased_ok=Ostrze\u017Cenie! G\u0142\u00F3wne has\u0142o zosta\u0142o usuni\u0119te.
pw_not_wanted=Ostrze\u017Cenie! G\u0142\u00F3wne has\u0142o nie b\u0119dzie u\u017Cywane.
pw_empty_warning=Przechowywane has\u0142a internetowe oraz has\u0142a serwer\u00F3w pocztowych, dane formularzy i prywatne klucze nie b\u0119d\u0105 d\u0142u\u017Cej chronione.
pw_change2empty_in_fips_mode=Pracujesz w trybie FIPS. Tryb FIPS wymaga niepustego g\u0142\u00F3wnego has\u0142a.
login_failed=Nie mo\u017Cna si\u0119 zalogowa\u0107
loadPK11TokenDialog=Wybierz urz\u0105dzenie PKCS#11 do za\u0142adowania
devinfo_modname=Modu\u0142
devinfo_modpath=\u015Acie\u017Cka
devinfo_label=Etykieta
devinfo_manID=Producent
devinfo_serialnum=Numer seryjny
devinfo_hwversion=Wersja HW
devinfo_fwversion=Wersja FW
devinfo_status=Status
devinfo_desc=Opis
devinfo_stat_disabled=Wy\u0142\u0105czony
devinfo_stat_notpresent=Nieobecny
devinfo_stat_uninitialized=Niezainicjowany
devinfo_stat_notloggedin=Niezalogowany
devinfo_stat_loggedin=Zalogowany
devinfo_stat_ready=Gotowy
enable_fips=W\u0142\u0105cz FIPS
disable_fips=Wy\u0142\u0105cz FIPS
fips_nonempty_password_required=Tryb FIPS wymaga g\u0142\u00F3wnego has\u0142a ustawionego dla ka\u017Cdego urz\u0105dzenia zabezpieczaj\u0105cego. Ustaw has\u0142o przed w\u0142\u0105czeniem trybu FIPS.
crlNextUpdateMsg1=%S nie mo\u017Ce ustanowi\u0107 szyfrowanego po\u0142\u0105czenia z "%S".
crlNextUpdateMsg2=Lista uniewa\u017Cnionych certyfikat\u00F3w (CRL) z "%S" powinna zosta\u0107 zaktualizowana.
NoUpdateFailure=Brak
lastFetchUrlLabel=URL pierwotnie pobrany z
advertisedUrlLabel=URL og\u0142oszony przez CA
CrlUpdatePrefsSetConfirmation=Preferencje automatycznej aktualizacji zostan\u0105 u\u017Cyte po ponownym uruchomieniu przegl\u0105darki.
crlAutoUpdateDayCntError=Liczba dni przed nast\u0119pn\u0105 aktualizacj\u0105 musi by\u0107 liczb\u0105 wi\u0119ksz\u0105 od zera.
crlAutoUpdtaeFreqCntError=Cz\u0119sto\u015B\u0107 aktualizacji musi by\u0107 liczb\u0105 wi\u0119ksz\u0105 od zera.
disabledStatement=Automatyczna aktualizacja nie jest w\u0142\u0105czona dla tej listy CRL.
enabledStatement=Automatyczna aktualizacja jest w\u0142\u0105czona dla tej listy CRL.
crlAutoupdateQuestion1=Czy w\u0142\u0105czy\u0107 automatyczn\u0105 aktualizacj\u0119?
crlAutoupdateQuestion2=Czy wy\u015Bwietli\u0107 ustawienia automatycznej aktualizacji?
undefinedValStr=<Niezdefiniowany>
undefinedURL=Automatyczna aktualizacja listy CRL nie jest zdefiniowana.
yesButton=Tak
noButton=Nie
resetPasswordButtonLabel=Zresetuj
resetPasswordConfirmationTitle=Zresetuj g\u0142\u00F3wne has\u0142o
resetPasswordConfirmationMessage=G\u0142\u00F3wne has\u0142o zosta\u0142o zresetowane.
crlAutoupdateEnabled=W\u0142\u0105czona
crlAutoupdateNotEnabled=Wy\u0142\u0105czona
crlAutoupdateOk=OK
crlAutoupdateFailed=Nieudana
importEmailCertPrompt=Wybierz pliki zawieraj\u0105ce certyfikat(y) e-mail innych os\u00F3b, kt\u00F3re maj\u0105 zosta\u0107 zaimportowane
importCACertsPrompt=Wybierz pliki zawieraj\u0105ce certyfikat(y) CA, kt\u00F3re maj\u0105 zosta\u0107 zaimportowane
importWebSiteCertPrompt=Wybierz pliki zawieraj\u0105ce certyfikat(y) stron internetowych, kt\u00F3re maj\u0105 zosta\u0107 zaimportowane
file_browse_Certificate_spec=Pliki certyfikatu

# Form Signing confirmation prompt
formSigningIntro=Strona "%S" za\u017C\u0105da\u0142a podpisania nast\u0119puj\u0105cej wiadomo\u015Bci: