# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
#



















IncorrectKey_TryAgain?=Wprowadzono nieprawid\u0142owe g\u0142\u00f3wne has\u0142o. Czy ponowi\u0107 pr\u00f3b\u0119?
WantToCaptureForm?=Czy zapami\u0119ta\u0107 wprowadzone warto\u015bci?
WantToSavePasswordObscured?=Mened\u017cer hase\u0142 mo\u017ce zapami\u0119ta\u0107 dane potrzebne do zalogowania si\u0119 na t\u0119 stron\u0119 oraz automatycznie u\u017cy\u0107 tych informacji przy nast\u0119pnej wizycie na tej stronie.##Czy Mened\u017cer hase\u0142 ma zapami\u0119ta\u0107 te informacje?
WantToSavePasswordEncrypted?=Dane potrzebne do zalogowania si\u0119 na t\u0119 stron\u0119 mog\u0105 zosta\u0107 zapami\u0119tane przez Mened\u017cera hase\u0142, a nast\u0119pnie automatycznie wprowadzone podczas ponownego po\u0142\u0105czenia ze stron\u0105.##Czy Mened\u017cer hase\u0142 ma zachowa\u0107 wprowadzone dane?
xWantToSavePasswordObscured?=Czy zapami\u0119ta\u0107 nazw\u0119 u\u017cytkownika oraz has\u0142o?## Zachowane warto\u015bci nie s\u0105 zabezpieczone has\u0142em.
xWantToSavePasswordEncrypted?=Czy zapami\u0119ta\u0107 nazw\u0119 u\u017cytkownika oraz has\u0142o?## Zachowane warto\u015bci s\u0105 zabezpieczone has\u0142em.

firstPassword=G\u0142\u00f3wne has\u0142o jest wykorzystywane do zabezpieczenia poufnych informacji zachowanych na twardym dysku komputera. Nast\u0119pne wersje programu b\u0119d\u0105 u\u017cywa\u0142y wysokiego poziomu zabezpiecze\u0144 do szyfrowania danych w celu zapewnienia maksimum ochrony.##Wprowad\u017a g\u0142\u00f3wne has\u0142o.#(Pozostaw pola niewype\u0142nione, je\u017celi nie chcesz u\u017cywa\u0107 g\u0142\u00f3wnego has\u0142a).#
password=Wprowad\u017a Twoje g\u0142\u00f3wne has\u0142o.

newPassword=Wprowad\u017a nowe g\u0142\u00f3wne has\u0142o.#(Pozostaw pola niewype\u0142nione, je\u017celi nie chcesz u\u017cywa\u0107 g\u0142\u00f3wnego has\u0142a).#
enterPassword=Wprowad\u017a g\u0142\u00f3wne has\u0142o
confirmPassword=Wprowad\u017a ponownie g\u0142\u00f3wne has\u0142o
confirmFailed_TryAgain?=Wprowadzone g\u0142\u00f3wne has\u0142a nie s\u0105 identyczne. Wprowad\u017a powt\u00f3rnie to samo has\u0142o w obu polach.
SelectUser=Wybierz nazw\u0119 u\u017cytkownika, kt\u00f3ra zostanie u\u017cyta do wype\u0142nienia tego formularza.
SelectUserWhosePasswordIsBeingChanged=Wybierz u\u017cytkownika, kt\u00f3rego has\u0142o zostanie zmienione.
PasswordNotification=Przegl\u0105darka mo\u017ce u\u0142atwi\u0107 ponowne wprowadzanie nazw u\u017cytkownika i hase\u0142 zapami\u0119tuj\u0105c je po pierwszym u\u017cyciu. Twoje has\u0142a b\u0119d\u0105 utajnione przed zapisaniem ich na twardym dysku. Czy w\u0142\u0105czy\u0107 t\u0119 funkcj\u0119?
WalletNotification=Mo\u017cliwe jest zapisywanie informacji wprowadzanych do formularzy, kt\u00f3re zostan\u0105 nast\u0119pnie wykorzystane do automatycznego wype\u0142niania kolejnych formularzy. Aby zapisa\u0107 wprowadzane informacje, nale\u017cy wybra\u0107 Przechwy\u0107 dane formularza z menu Edycja po wype\u0142nieniu formularza.
noPrefills=Brak p\u00f3l, kt\u00f3re mog\u0105 zosta\u0107 automatycznie wype\u0142nione.
Never=Nigdy dla tej witryny
Confirm=Potwierd\u017a
PromptForPassword=Has\u0142o
PromptForData=Wprowad\u017a dane
SaveTheseValuesObscured=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 te warto\u015bci.
SaveTheseValuesEncrypted=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 te warto\u015bci.
SaveThisValueObscured=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 t\u0119 warto\u015b\u0107.
SaveThisValueEncrypted=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 t\u0119 warto\u015b\u0107.
SaveThisPasswordObscured=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 to has\u0142o.
SaveThisPasswordEncrypted=U\u017cyj Mened\u017cera hase\u0142, aby zapami\u0119ta\u0107 to has\u0142o.
xSaveTheseValuesObscured=Zapami\u0119taj te warto\u015bci. Zachowane warto\u015bci nie s\u0105 zabezpieczone has\u0142em.
xSaveTheseValuesEncrypted=Zapami\u0119taj te warto\u015bci. Zachowane warto\u015bci s\u0105 zabezpieczone has\u0142em.
xSaveThisValueObscured=Zapami\u0119taj t\u0119 warto\u015b\u0107. Zachowane warto\u015bci nie s\u0105 zabezpieczone has\u0142em.
xSaveThisValueEncrypted=Zapami\u0119taj t\u0119 warto\u015b\u0107. Zachowane warto\u015bci s\u0105 zabezpieczone has\u0142em.
UserName=Nazwa u\u017cytkownika
Password=Has\u0142o
SelectUserTitleLine=Wybierz u\u017cytkownika
NoPasswordsEverSaved=\u017badne has\u0142a nigdy nie zosta\u0142y zapisane.
Captured=Dane zosta\u0142y przechwycone.
NotCaptured=Nie ma nic do przechwycenia.
UnableToCapture=Nie mo\u017cna przechwyci\u0107 danych.
Converted=Zachowane dane zosta\u0142y skonwertowane.
AllDataWillBeCleared=Wszystkie zachowane dane zostan\u0105 wymazane.
NotConverted=Nie mo\u017cna skonwertowa\u0107 zachowanych danych.
PasswordNotChanged=Zmiana has\u0142a, kt\u00f3re chroni poufne dane u\u017cytkownika jest niemo\u017cliwa.
PasswordExpired=Twoje poufne dane zosta\u0142y zablokowane.
PasswordNotExpired=Nie mo\u017cna zablokowa\u0107 Twoich poufnych informacji.
Caveat=Zapisywanie hase\u0142 oraz innych poufnych informacji##Podawane has\u0142a, nazwy u\u017cytkownik\u00f3w i inne istotne dane b\u0119d\u0105 zapisywane przez Mened\u017cera hase\u0142 oraz Mened\u017cera formularzy, a nast\u0119pnie wprowadzane automatycznie, kiedy b\u0119dzie to konieczne.#Wszystkie poufne dane przechowywane s\u0105 w lokalnym pliku, kt\u00f3rego nieautoryzowane odczytanie jest trudne, aczkolwiek nie jest niemo\u017cliwe.#Je\u017celi do tego komputera maj\u0105 dost\u0119p inne osoby, mo\u017cliwe jest dalsze zabezpieczenie przechowywanych danych przez ustalenie G\u0142\u00f3wnego has\u0142a.#Je\u017celi zadecydujesz si\u0119 chroni\u0107 swoje dane has\u0142em, co pewien czas konieczne b\u0119dzie wprowadzenie G\u0142\u00f3wnego has\u0142a. Rozwi\u0105zanie to wprowadza wi\u0119kszy poziom bezpiecze\u0144stwa, jednak jest troch\u0119 mniej wygodne.#Aby zabezpieczy\u0107 przechowywane dane has\u0142em, nale\u017cy wybra\u0107 Preferencje z menu Edycja, a nast\u0119pnie otworzy\u0107 kategori\u0119 Ochrona prywatno\u015bci i zabezpieczenia, wybra\u0107 Has\u0142a internetowe i zaznaczy\u0107 opcj\u0119 U\u017cyj szyfrowania przy zachowywaniu poufnych danych.
CaveatTitle=Ostrze\u017cenie
